Repository: AhmedAbdeen11/boraa
Catalog: Boraa/Localization/*.lproj/Localizable.strings
Languages: ar

# validate_login
source: Please fill all the details
ar: من افضل اكمل البيانات

source: Login success...
ar: تم تسجيل الدخول بنجاح

source: Okay
ar: حسنا

# login_failed
source: Login failed. Please make sure of the medical number and the phone number
ar: فشل تسجيل الدخول الرجاء التاكد من الرقم الطبي ورقم الهاتف

# unknwon_error
source: Unknown Error!
ar: خطأ غير معروف

source: Appointment confirmed...
ar: تم تأكيد المقابلة

# confirm_appointment
source: Are you sure you want to confirm this appointment?
ar: هل انت متأكيد تريد تأكيد هذه المقابلة؟

source: Yes
ar: نعم

source: No
ar: لا

source: Cancel
ar: الغاء

# cancel_appointment_confirm
source: Are you sure you want to cancel this appointment?
ar: هل انت متأكد تريد الغاء هذه المقابلة

source: Appointment cancelled...
ar: تم الغاء المقابلة

source: Appointment rescheduled
ar: تم تعديل المقابلة

source: Appointment booked
ar: تم تأكيد حجزك

# select_clinic
source: Please select the clinic
ar: من فضلك اختار العيادة

# select_date
source: Please select date
ar: من فضلك اختار التاريخ

# added_to_waiting_list_message
source: Sent Succesfully. We will notify you once there is an appointment available
ar: تم الارسال. سنرسلك اشعار عند وجود مقابلة متاحة.

source: Please select time
ar: من فضلك اختار الوقت

# logout_msg
source: Are you sure you want to logout?
ar: هل انت متأكد تريد تسجيل الخروج؟

source: Change language
ar: تغيير اللغة

# restart_application
source: Please restart the application...
ar: من فضلك اغلق التطبيق وافتحه مرة ثانية
